Repository: alanfeiyuchang/Aligner-Tracker
Catalog: Aligner Tracker/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld days left
zh_hans: 还剩 %lld 天

source: 1 day left
zh_hans: 还剩 1 天

source: 7-day avg
zh_hans: 7 天平均

source: 30-day avg
zh_hans: 30 天平均

source: Advance to next tray
zh_hans: 进入下一副牙套

source: Aligner change day
zh_hans: 换牙套日

source: Aligner Cycle
zh_hans: 牙套周期

source: Aligner reminder
zh_hans: 换牙套提醒

source: Aligner Tracker
zh_hans: 牙套追踪

source: Appearance
zh_hans: 外观

source: Cancel
zh_hans: 取消

source: Change Aligner
zh_hans: 更换牙套

source: Change every %lld days
zh_hans: 每 %lld 天更换一次

source: Change schedule
zh_hans: 更换计划

source: Change today!
zh_hans: 今天更换！

source: Choose
zh_hans: 选择

source: Close
zh_hans: 接近

source: Continue
zh_hans: 继续

source: Current tray start
zh_hans: 当前牙套开始日期

source: Current tray started
zh_hans: 当前牙套开始于

source: Current tray: %lld
zh_hans: 当前牙套：第 %lld 副

source: Daily Wear Goal
zh_hans: 每日佩戴目标

source: Daily wear reminder
zh_hans: 每日佩戴提醒

source: Dark
zh_hans: 深色

source: Data
zh_hans: 数据

source: Date
zh_hans: 日期

source: Day before change
zh_hans: 更换前一天

source: days
zh_hans: 天

source: Delete
zh_hans: 删除

source: Delete this entry?
zh_hans: 删除这条日记？

source: Details
zh_hans: 详情

source: Diary
zh_hans: 日记

source: Don't forget your aligner
zh_hans: 别忘了戴牙套

source: e.g. Tray 8 — teeth feel tighter
zh_hans: 例如：第 8 副 — 牙齿感觉更紧

source: Enable notifications in Settings to get aligner change reminders.
zh_hans: 在“设置”中开启通知，以接收换牙套提醒。

source: Export data (JSON)
zh_hans: 导出数据（JSON）

source: Get Started
zh_hans: 开始使用

source: History
zh_hans: 记录

source: Home
zh_hans: 主页

source: It's aligner change day!
zh_hans: 今天换牙套！

source: Light
zh_hans: 浅色

source: Met
zh_hans: 达标

source: Missed
zh_hans: 未达标

source: Next change: %@
zh_hans: 下次更换：%@

source: No diary entries
zh_hans: 暂无日记

source: Note
zh_hans: 备注

source: Notifications
zh_hans: 通知

source: Notifications are off
zh_hans: 通知已关闭

source: of %@ goal
zh_hans: 目标 %@

source: On change day
zh_hans: 更换当天

source: Open Settings
zh_hans: 打开设置

source: Overdue
zh_hans: 已逾期

source: Paused — aligner out
zh_hans: 已暂停 — 牙套已取下

source: Photo
zh_hans: 照片

source: Remember to wear your aligner and log today's time.
zh_hans: 记得戴牙套并记录今天的佩戴时间。

source: Reminder time
zh_hans: 提醒时间

source: Save
zh_hans: 保存

source: Settings
zh_hans: 设置

source: Share as PDF
zh_hans: 导出为 PDF

source: Start (Aligner In)
zh_hans: 开始（戴上牙套）

source: Stop (Aligner Out)
zh_hans: 停止（取下牙套）

source: Streak
zh_hans: 连续达标

source: System
zh_hans: 跟随系统

source: Take Photo
zh_hans: 拍照

source: Tap + or use “Change Aligner” to add your first entry.
zh_hans: 点击 + 或使用“更换牙套”添加第一条日记。

source: Theme
zh_hans: 主题

source: Tomorrow: time to change your aligner!
zh_hans: 明天该换新牙套了！

source: Total trays: %lld
zh_hans: 牙套总数：%lld 副

source: Track your wear time, manage tray changes, and keep a photo diary of your smile journey.
zh_hans: 记录佩戴时间，管理换牙套周期，并用照片日记记录你的微笑之旅。

source: Tray
zh_hans: 牙套

source: Tray %lld of %lld
zh_hans: 第 %1$lld 副，共 %2$lld 副

source: Treatment day
zh_hans: 治疗天数

source: Your trays
zh_hans: 你的牙套
